Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Radio jamming is a method of transmitting radio signals that deliberate interfere with other radio signals in order to disrupt communications.
fr_fr: L'interception radio est une méthode de transmission de signax raido qui interfèrent délibéremment avec d'autres signaux radios afin de casser les communications.

source: In the highly-networked world of Eclipse Phase, intentional jamming is often illegal, not to mention rude.
fr_fr: Dans le monde hautement-connecté d'Eclipse Phase, l'interception intentionnelle est souvent illégal et impoli.

source: Radio jamming does not require any special equipment other than a standard wireless device, such as an ecto or mesh inserts.
fr_fr: l'interception radio ne nécessite aucun équipement particulier en plus d'un appareil sans-fil standard, tel qu'un ecto ou un insert de mesh.

source: Jamming can be selective or universal. Selective jamming targets a particular device or set of devices.
fr_fr: L'interception peut être sélective ou universelle. L'interception sélective cible un apapreil aprticulier ou un ensemble d'appareil.

source: In order to selectively jam, the character must have scanned the target device(s) (p.
fr_fr: Pour intercepter de manière sélective, le pesonnage doit avoir annalysé la cible (p.

source: Universal devices target all radio-equipped devices indiscriminately.
fr_fr: L'interception unviverselle cible tous les apapreils équipés d'émetteurs sans-fil de manière indifférente.

source: Jamming simply requires a Complex Action and an Interfacing Test.
fr_fr: Intercepter nécessite juste une Action Complexe et un Test d'Interface.

source: If successful, affected devices within range have their radio communications disrupted— they are cut off from the mesh and may not communicate wirelessly.
fr_fr: En cas de réussite, l'appareil affecté et à porté voit ses communications radio interrompues - ils sont coupés du mesh et ne peuvent plus communicquer sans-fil.

source: Wired devices are unaffected.
fr_fr: Les appareisl filaires ne sont aps affectés.

source: Devices equipped by AIs will automatically attempt to overcome jamming, which requires a Complex Action (transhuman users may also do the same).
fr_fr: Les apapreils équipoés d'IA tenteront automatiquement de vaincre l'interception, ce qui nécessite une Action Complexe (les utilisateurs transhumains peuvent faire de même).

source: In this case, a Variable Opposed Test is made between the jammer and defender.
fr_fr: Dans ces cas un test en Oppositin Variable est fait entre l'intercepteur et le défenseur.

source: If the jammer wins, all communications are blocked; if the defender wins, they are unaffected.
fr_fr: Si l'intercepteur l'emporte, toutes les communications sont bloquées; si le défenseur l'emporte il reste non-affecté.

source: If both parties succeed, the defender's communications are impacted but not completely cut off.
fr_fr: Si les deux parties l'emporte, les communications du défenseur sont impactées masi pas complètement coupées.

source: The gamemaster decides how much information the defender can get through, and how this situation affects mesh use.
fr_fr: le maîþre de jeu décide de la quantité d'information le défenseur peut faire apsser, et comment cela affecte l'utilisation du mesh.

source: Jamming can also be used to interfere with radar.
fr_fr: L'interception peut également être utilisée pour interférer avec le radar.

source: In this case, if the jammer makes an Interface Test.
fr_fr: Dans ce cas, l'intercepteur fait un Test d'Interface.

source: If successful, the radar suffers interference, imposing a –30 modifier on all sensor-related tests.
fr_fr: En cas de réussite, le radar dubit des interférences, imposant un modificateur de -30 sur tous les tests basés sur le capteur.

source: The entity operating the radar may attempt to overcome this interference by beating the jammer in an Opposed Interface Test.
fr_fr: L'entité opérant le radar peut tenter de vaincre ces interférences en battant l'intercepteur dans un Test en Opposition d'Interface.

source: Simulspaces are virtual reality environments where the resolution advances beyond realistic high definition and into the hyper-real.
fr_fr: Les simulsapces sont des environnements de réalité virtuels dans lesquels la résolution est au-delaà de la haute-définition réalistique et va vers l'hyper-réel.

source: The environments they create are comprehensive and authentic illusions, from aspects like lighting, day or lunar cycles, and weather down to minute details and sensations.
fr_fr: Les environnements qu'ils créent sont des illusions complètes et authentique, depuis les aspects telles que l'éclairage, le cycles du jour et de la nuit et de la méto aux détails les plus minutieux en passant par les sensations.

source: Jacking into a simulspace is much like crossing over into a alternate world or reality, which is why simulspaces have become increasingly popular in entertainment.
fr_fr: Se brancher dans un simulspace est à peu près comme entrer dans une raléita ou un monde alternatif, ce qui est la raison pour laquelle els simulsapces sont devenus un divertissement incroyablement populaire.

source: While simulspaces usually cannot harm characters immersed in them as the sensory algorithms are not intended to be offensive programs or routines, experiences in simulspaces can have a strong psychological impact on an ego, as the simulation is as close to reality as you can get.
fr_fr: Alors que les simulspaces ne peuvent normalement pas blesser les personnages qui s'y immergent, les algorithmes sensoriels ne sont pas conçus pour être des programmes d'attaque, les exépriences dans les simulspaces peuvent avoir un impact psychologique fort sur un ego la simulation étant aussi proche de la réalité que possible.

source: A character who is ``physically'' tortured within a simulspace will not be physically harmed, but the mental stress of the experience might still be sufficient to cause permanent traumas.
fr_fr: Un personnage qui est "physiquement" torturé dans un simulspace ne sera pas physiquement blessé, mais le stress mental de l'expérience pourra toujours être suffisant pour causer des traumas permanents.

source: Characters access simulspace using an avatar-like persona called a simulmorph.
fr_fr: Les personnage accèdent à un simulspace en utilisant un avatar appelé une simulmorph.

source: This simulmorph is created by the simulspace, based on the domain rules of the simulation and certain characteristics of the morph or ego accessing the simulation.
fr_fr: Cette simulmorph est créée par le simulspaec, en se basant sur les règles de domain de la simulation et sur certaiens caractéristiques de la morph ou de l'ego accédant àc ette simulation.

source: Depending on the simulation, this simulmorph may be customizable to varying degrees.
fr_fr: En fonction de la simulation, cette simulmorph peut être personnalisée à différents degrés.

source: While interacting with the simulation, treat simulmorphs as basic infomorphs for all rules purposes, even if the egos are still possessing another morph body in reality.
fr_fr: En interagissant avec la simulation, considérer la simulmorph comem une infomorph basique pour toutes les probélmatiques de règle, même si l'ego possède toujours une autre morph dans la réalité.

source: When accessing a simulspace, muses are usually not transferred into the simulation, though they can potentially come along if domain rules permit it.
fr_fr: Lorsqu'il accède à un simulspace, les muses ne sont habituellement pas transferrés dans la simulation,bien qu'elles puissent accompagner un personnage si les règles de domaine l'autorise.

source: In this case, muses are treated as separate characters within the simulspace with their own simulmorph body.
fr_fr: Dans ce cas, les muses sotn considérés comme des personnages sdifférent dans le simulspace, avec leur propre simulmorph.

source: Depending on the role a simulspace is intended to play in the story, the gamemaster may want to invent physical stats'' for the simulmorph bodies, especially if the characters are likely to spend a lot of time in the simulation These statistics can literally be made up—it is a virtual reality after all, and anything goes.
fr_fr: En fonction du rôle du simulspace dans l'histoire, le maîþre de jeu peut vouloir inventer des stats physiques pour les corps simulmorphs, particulièrement si les personnages vont apsser beaucoup de temps dans la simulation. Ces stats peuvent littéralement être inventée - il s'agît d'une réalité virtuelle après tout, et tout va avec.

source: Alternately, the gamemaster can simply wing it and invent any necessary statistics on the fly as the need for them comes up.
fr_fr: De manière alternative, le maître de jeu peut simplement improviser et inventer toute les statistique nécessaire à la volée au fur et à mesure que le besoin se fait sentir.

source: When a character immerses themselves in a simulspace, they ``become'' the simulmorph.
fr_fr: Lorsqu'un personnage s'immerge dans un simulspace, il "devient" la simulmorph.

source: The character's physical body, typically secluded and protected in a vat or couch, slumps inertly.
fr_fr: Le corps physique du personnage, généralement enfermé et protégé dans une cuve ou sur un canapé, demeure inerte.

source: While immersed, they suffer –60 on all Perception Tests or attempts to take action with their physical morph.
fr_fr: Pendant qu'il est immergé, il subit un modificateur de -60 à tous les Test de Perception ou à toute tentative d'agir avec sa morph physique.

source: Characters can enter and leave the simulspace as will, but toggling in or out takes a Complex Action.
fr_fr: Les personnages peuvent entrer et quitter le simulspace à volonté, mais basculer entre dedans et dehors nécessite une Action Complexe.

source: If the simulspace crashes or the character is otherwise dumped from it, they immediately resume control of their own morph as normal.
fr_fr: Si le simulspace plante ou que le personnage est éjecté d'une manière ou d'une autre, il reprend immédiatement le contrôle de sa propre morph.

source: VR dumpshock is extremely jarring, and the character suffers 1d10 $$ 2 mental stress.
fr_fr: Les chocs d'éjection RV sont extrêmement discordant, et le personnage souffre d'1d10 $$ 2 de stress mental.

source: A character accessing a simulspace may still interact with the mesh (and through it, the outside world) assuming the domain rules allow for it.
fr_fr: Un personnage accédant un simulspace peut toujours nteragir avec le mesh (et à travers lui, avec el monde extérieur) du moment que les règles du domaines l'autorise.

source: Any outside interactions are subject to time dilation issues, however For example, in a simulspace running faster than real time, holding a chat with someone in outside meatspace is excruciatingly slow, as real-world seconds translate into minutes in VR.
fr_fr: Toute interaction extérieure est cependant sujette à des problèmes de dilatation temporelle. Par exemple, dans un simulsapce s'exécutant plus rapidment que le temps réel, avoir une discussion vers le monde de la viande à l'extérieur est atrocement lent, les secondes dans le monde réel correspondant à plusieurs minutes en RV.

source: If a character wishes to directly access other mesh nodes, they must toggle or log out of the simulspace.
fr_fr: Si un personnage souahite accéder directement dautre nœud meshé, il doit basculer ou se déocnnecter du simulspace.

source: Since a simulspace is an alternate world whose realism matches reality, characters use their physical skills and aptitudes as if they were acting in the real world with few exceptions: Though intrusion and hacking can be represented as another layer of the simulation, there is no actual hacking within the simulspace (see Hacking Simulspaces).
fr_fr: Étant donné qu'un simulspace est un monde alternatif dont le réalisme correspond à la réalité, les pesonnages y utilisent leurs compétences et aptitudes physique comme si ils agissaient dans le monde réel, à l'exception de quelques cas précis: Même si l'intrusion et le piratage peuvent être représentée comme un autre niveau de simulation, il n'y a pas de piratage réel depuis l'intérieur du simulspace (voir Pirater les SImulspaces).

source: Asyncs cannot use their psi abilities in simulspace, though such abilities can be simulated.
fr_fr: Les asyncs ne peuvent utiliser leurs capacités psi dans un simulspaces, bien que de telles capacités peuvent être simulées.

source: Any ``physical'' damage taken in the simulspace is treated as ``virtual'' damage.
fr_fr: Tous les dégâts "physique" subit dans le simulspace sont considérés comme des dégâts "virtuels".

source: While virtual injuries and wounds use the same mechanics, characters that die in a simulspace are usually simply ejected from the simulation.
fr_fr: Alors que les blessures virtuelles utilise les même mécanisme que dans le monde réel, les personnages qui meurent dans un simulspace sont généralement simplement éjectés de la simulation.

source: In some cases ``dead'' characters are brought into a white room and can re-enter or just watch the simulation, depending on the domain rules.
fr_fr: Dans certains cas, les personnages "morts" sotn ramenés dans une salle blanche et peuvent revenir ou juste regarder la simulation, en focntion des règles du domaine.

source: Mental stress or trauma inflicted during a simulation carries over to the ego as real Lucidity damage.
fr_fr: Le stress mental ou les trauma subit pendant une simulation suivent l'ego et comtent comme des dégats de Lucidité.

source: At the gamemaster's discretion, some mental stress may be reduced if the character is aware that they are in a simulation.
fr_fr: À la discrétion du maître de jeu, une partie du stress mental peut-être réduit si le personnage est conscient d'être dans une simulation.

source: Anything goes in a simulspace, as dictated by the domain rules.
fr_fr: Tout ce qui se passe dans un simulspace obéit aux règles du domaine.

source: A simulspace may range from approximating reality very closely to differing drastically Gravity might fluctuate, the visual light spectrum might not exist, characters might heal virtual damage effortlessly, simulmorphs may be capable of transmogrifying into other creatures, everything might be underwater—the possibilities are endless, limited only by imagination.
fr_fr: Un simulspace peut être une approximation trés fidèle de la réalité ou quelque chose de rsatiquement différent. La gravité peut fluctuer, le spectre de lumière visible pourraity ne pas exister, les personnages pourraient soigner les dégâts virtuels sans effort, les simulmorphs pourraient être capable de se métamorphoser en d'autres créatures, tout pourrait être sous l'eau - les possibilités sont sans-fin, la seule limite est l'imagination.

source: In game terms, this allows the gamemaster to make up rules on the fly.
fr_fr: En terme de jeu, cela peremt au maître de jeu d'inventer ds règles à la volée.

source: As with any good game, simulspaces provide ways to cheat.
fr_fr: Comme dans n'importe quel bon jeu, les simulspaces fournissent différentes manière de tricher.

source: Cheats are either built into the simulspace software or (externally) programmed in by a hacker.
fr_fr: La triche est soit construite dans le logiciel du simulspace ou progrémmé (depuis l'extérieur) par un hackeur.

source: Cheats allow for a character to break the domain rules in some way.
fr_fr: La triche eprmet à un personnage de s'affranchir des règles du domaine d'une manière ou d'une autre.

source: This may be a special power, a way to alter some environmental factor (like flying), altering the time dilation, some sort of power-up ability, a way to get info on other simulmorphs, or a short-cut through part of the simulation.
fr_fr: Il peut s'agir d'un pouvoir spécial, d'une façon de modifier certains facteurs environnementaux (comme le fait de pouvoir voler), de modifier la dilatation temporelle, un type de power-up, une façon d'obtenir des infoss ur les autres simulmorph ou un raccourci à traverrs une partie de la simulation.

source: In game terms, cheats might provide bonus modifiers to certain skill or stat tests made by a simulmorph.
fr_fr: En terme de jeu, la triche peut fournir des modificateur de bonus à certains test de compétences ou de stats fait par une simulmorph.

source: Cheating is usually forbidden Players who cheat in a simulspace game and who get caught may face eviction from the simulspace.
fr_fr: Tricher est généralement interdit. Les joueurs qui trichent dans un simulsapce de jeu et qui se font prendre seront généralement évincés du simulspace.

source: Since simulspaces are complex virtual environments and often run on time dilation, hackers cannot hack them in a normal manner when they participate in the simulation.
fr_fr: Les simulspaces étant des environnements virtuels complexe et qu'ils fonctionnent souvent sur une dilatation temporelle, les hackeurs ne peuvent pas les pirater de manière normale lorsqu'ils participent à la simulation.

source: There are ways to affect and influence the simulation from within, but the degree of subversion that is achievable is limited.
fr_fr: Il y a plsuierus façon d'affecter et d'influencer la simulation de l'intérieur, mais le degré de subversion possible est relativement limité.

source: For this reason, hackers rarely enter into VR to hack.
fr_fr: Pour cette raison, les hackeurs ne passent que rarement en RV pour pirater.

source: Hacking into the external system running a simulspace is just like breaking into any other system.
fr_fr: Pirater le système externe qui héberge le simulspace est la même chose que pirater n'importe quel autre système.

source: Use all of the standard rules for intrusion and subversion.
fr_fr: Utilisez toutes les règles standard pour l'intrusion et la subversion.

source: Hacking Simulspace From Within Modifier Task
fr_fr: Modificateur de Piratage de Simulspace de l'Intérieur

source: Analyze simulation parameters, view domain rules, shape appearance of simulmorph, switch simulmorph character or morph type
fr_fr: Analyser les paramètres de la simulation, voir les règles de domaine, modifier l'apparence d'une simulmorph, changer le type de personnage ou de morph d'une simulmorph

source: Change probability of test outcomes, become invisible (“out-game”) to others
fr_fr: Modifier la probabilité des tests, devenir invisible ("hors-jeu") aux autres

source: Interfere with simulation (e.g. make it rain, generate earthquakes), generate items, ignore domain rules, kill or lockout other simulmorphs
fr_fr: interférer avec la simulation (par ex.: faire pleuvoir, générer des tremblements de terre), générer des objets, ignorer les règles de domaine, tuer ou verrouiller d'autres simulmorph.

source: Go into god mode, command simulated characters, take over the simulation
fr_fr: Entrer en mode dieu, piloter els personnages simulés, prendre le contrôle de la simulation

source: Within a simulspace, a hacker's only choice for interacting with the VR controls is through the standard interface that any simulmorph can pull up.
fr_fr: Dans un simulspace, le seul choix possible pour un hackeur pour s'interfacer avec les contrôle RV, est de passer par les interfaces standard que toutes les simulmorphs peuvent fournir.

source: Typically used for standard user features like adjusting your simulmorph or chatting with or checking the status
fr_fr: Générallement utilisée pour les fonctionnalités standards comem le paramètrage de la simulmorph, la discussion ou la vérification de l'état

source: of other users, a clever hacker might find some ways to subvert the system.
fr_fr: d'autres utilisateurs, un hackeur intelligent peut trouver différentes façon de subvertir le système.

source: Such options are usually limited however, as a number of system controls and processes cannot be accessed and manipulated from the inside.
fr_fr: De telles options sont cependant limitée, de nombreux systèmes et de processuss de contrôles ne peuvent être accédés et manipulés depuis l'extérieur.

source: Most of the hacker's options are going to involve meddling with the simulation and its specific domain rules or possibly gaining access to cheats.
fr_fr: La plupart des options du hackeur vont impliquer de se méler de la simulation et des ses règles de domaines spécifiques ou de gagner l'accès à la triche.

source: To make a change requires a successful Interface Test.
fr_fr: Effectuer un changement nécessite de réussir un Test d'Interface.

source: Ultimately the gamemaster decides what the hacker can and cannot get away with, based on the limitations of that particular simulspace.
fr_fr: Au final, le maître de jeu décide de ce que peut faire le hackeur, en se basant sur les limitations de ce simulspace particulier.

source: Most simulspaces are monitored to prevent cheating and abuse, though the monitors are typically preoccupied with maintaining the simulspace as a whole, dealing with other users, etc.
fr_fr: La plupart des simulspaces sont supervisé pour détecter la triche et les abus, et les superviseurs sont générallement préoccupés par le maintien du simulspace en fonctionnement, de s'occuper des problèmes des utilisateurs, etc.

source: At the gamemaster's discretion, such a monitor might get to make an Interface Test (possibly with a modifier for distraction) to notice the hacker's efforts.
fr_fr: À la discrétion du maître de jey, un supervisuer peut tenter un Test d'Interface (probablement avec des modificateurs pour la distraction) pour remarquer les efforts du hackeur.

source: AI And Muses
fr_fr: IA et Muses

source: AIs are sentient but specialized programs.
fr_fr: Les IA sont des programmes conscients mais spécialisés.

source: Like other software, they must be run on a computerized system.
fr_fr: Comme les autres logiciels, ils doivent être lancés sur un système informatisé.

source: Most AIs are run on bots, vehicles, and other computerized devices where they can assist transhuman users or operate the machine themselves.
fr_fr: La plupart des IA sont lancés dans des bots, des véhciules et d'autres appareils infomrtisés où elles peuvent assister les utilisateurs transhumains ou manipuler la machine elles-même.

source: They are also commonly used to actively monitor computer systems against intrusion attempts.
fr_fr: Elles sont également fréquemment utilisées pour superviser activement les systèmes informatiques contre els tentatives d'intrusions.

source: Muses are AIs that specialize as personal companions, always at a character's virtual side every since they were a child.
fr_fr: Les muses sont des IA spécialisée dans l'accompagnement personnel, elles sont virtuellement au côté de l'utilisateur depusi son enfance.

source: Sample AIs and muses can be found on p.
fr_fr: Des exempels de muses et d'IA peuvent être trouvés à la p.

source: 331 of Gear.
fr_fr: 331 de Équipement.

source: AIs feature a number of built-in restrictions and limitations.
fr_fr: Les IA ont certaines limitations et restrictions internes.

source: To start with, they can be loaded in the cyberbrains of pods and synthmorphs, but they may not be downloaded into biomorph brains.
fr_fr: Pour commencer, elle peuvent être chargée dans des les cybercerveau des pods et des synthmorphs, mais elles ne peuvent être téléchargées dans les cerveaux des biomorphs.
